
/* Class = "NSTextFieldCell"; title = "Skype is being updated."; ObjectID = "27"; */
"27.title" = "Skype กำลังทำการอัพเดต";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "29"; */
"29.title" = "ยกเลิก";

/* Class = "NSTextFieldCell"; title = "Status NOTR"; ObjectID = "32"; */
"32.title" = "Status NOTR";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "50"; */
"50.title" = "ตกลง";

/* Class = "NSTextFieldCell"; title = "No updates available."; ObjectID = "61"; */
"61.title" = "ไม่มีการอัพเดตที่พร้อมใช้งาน";

/* Class = "NSTextFieldCell"; title = "Good news, you’re running the latest version of Skype."; ObjectID = "63"; */
"63.title" = "ข่าวดี คุณกำลังใช้งาน Skype เวอร์ชันล่าสุด";

/* Class = "NSTextFieldCell"; title = "Skype requires updating."; ObjectID = "85"; */
"85.title" = "Skype ต้องการให้อัพเดต";

/* Class = "NSTextFieldCell"; title = "The latest version of Skype is ready to install now.\n\nIt won’t take long to upgrade—and you’ll get all the latest improvements and fixes."; ObjectID = "87"; */
"87.title" = "Skype เวอร์ชันล่าสุดพร้อมให้ติดตั้งแล้วในขณะนี้ \n\nการอัพเกรดจะใช้เวลาไม่นาน และคุณจะได้รับการปรับปรุงและแก้ไขล่าสุดทั้งหมด";

/* Class = "NSButtonCell"; title = "Quit"; ObjectID = "89"; */
"89.title" = "จบการทำงาน";

/* Class = "NSButtonCell"; title = "Install and Relaunch"; ObjectID = "91"; */
"91.title" = "ติดตั้งและเปิดใช้งานอีกครั้ง";

/* Class = "NSTextFieldCell"; title = "A new update is ready to install."; ObjectID = "119"; */
"119.title" = "การอัพเดตครั้งใหม่พร้อมให้ติดตั้งแล้ว";

/* Class = "NSButtonCell"; title = "Install on Quit"; ObjectID = "122"; */
"122.title" = "ติดตั้งเมื่อจบการทำงาน";

/* Class = "NSTextFieldCell"; title = "Skype just got better. Do you want to install the latest version the next time you start Skype?"; ObjectID = "123"; */
"123.title" = "Skype เพิ่งได้รับการปรับปรุงให้ดีกว่าเดิม คุณต้องการติดตั้งเวอร์ชันล่าสุดในครั้งถัดไปที่คุณเริ่มต้น Skype หรือไม่";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "133"; */
"133.title" = "ยกเลิก";

/* Class = "NSTextFieldCell"; title = "This may take a moment…"; ObjectID = "139"; */
"139.title" = "อาจใช้เวลาสักครู่…";

/* Class = "NSTextFieldCell"; title = "Checking for updates."; ObjectID = "140"; */
"140.title" = "กำลังตรวจสอบหารายการอัพเดต";

/* Class = "NSButtonCell"; title = "Dismiss"; ObjectID = "149"; */
"149.title" = "ยกเลิก";

/* Class = "NSButtonCell"; title = "Always keep Skype up to date"; ObjectID = "165"; */
"165.title" = "ทำให้ Skype อัพเดตอยู่เสมอ";

/* Class = "NSButtonCell"; title = "Always keep Skype up to date"; ObjectID = "171"; */
"171.title" = "ทำให้ Skype อัพเดตอยู่เสมอ";
